[
  {
    "category": "1002",
    "desc": "Хвост длинный, опушен густым длинным мехом. Размеры у неё небольшие, чуть мельче белки: длина тела 12‒22,8 см, хвоста — 11‒13 см, ступни — 3‒3,9 см, уха — 1,5‒2,1 см; масса до 170 г. Голова округлая, тупоносая, с большими и выпуклыми, в связи с сумеречным и ночным образом жизни, чёрными глазами. Уши закруглённые, без кисточек. Конечности довольно короткие, задние длиннее передних. Когти короткие, сильно изогнутые, острые. Сосков 4 пары.",
    "image": "https://funart.pro/uploads/posts/2021-07/1626911775_9-funart-pro-p-belka-letun-zhivotnie-krasivo-foto-12.jpg",
    "name": "Белка Летяга",
    "price": 150,
    "quantity": 41,
    "rate": []
  },
  {
    "category": "1002",
    "desc": "Это мелкий зверёк типично беличьего облика, с вытянутым стройным телом и пушистым хвостом с «расчёсом». Длина её тела 19,5—28 см, хвоста — 13—19 см (примерно 2/3 длины тела); вес 250—340 г. Голова округлая, с большими чёрными глазами. Уши длинные, с кисточками, особенно выраженными в зимний период. На мордочке, передних лапах и брюхе растут чувствительные вибриссы. Задние конечности заметно длиннее передних. Пальцы с цепкими острыми когтями.",
    "image": "https://pofoto.club/uploads/posts/2022-09/1662242258_48-pofoto-club-p-belka-milaya-64.jpg",
    "name": "Белка Обыкновенная",
    "price": 13000,
    "quantity": 23,
    "rate": []
  },
  {
    "category": "1001",
    "desc": "Легендарный немецкий внедорожник, давший название целому классу современных автомобилей. Гелендваген, он же Джи-ваген (G-Wagen), кубик, гелик – полноприводный полноразмерный автомобиль повышенной проходимости, продающийся под брендом Мерседес Бенц, родоначальник семейства Mercedes-Benz G-Class. Используется армиями шестидесяти трех стран, является официальным папомобилем для перевозки его святейшества Папы Римского.",
    "image": "https://puzoterok.net/wp-content/uploads/2019/03/ZHyoltyj-mersedes-gelendvagen-na-portalnyh-mostah.jpg",
    "name": "Мерседес Гелендваген",
    "price": 18000000,
    "quantity": 11,
    "rate": []
  },
  {
    "category": "1001",
    "desc": "Полноразмерный люксовый кроссовер немецкой компании BMW, который был запущен в производство с марта 2019. Автомобиль составляет конкуренцию таким моделям, как Mercedes-Benz GLS-класс, Lexus LX и Range Rover. X7 рассчитан в первую очередь на покупателей в США, также в числе важных рынков называются Китай и Россия.",
    "image": "https://stk-briket.ru/wp-content/uploads/0/2/3/023b81b915bc5f0c0a546259709ba531.jpeg",
    "name": "БМВ X7",
    "price": 12000000,
    "quantity": 1,
    "rate": []
  },
  {
    "category": "1003",
    "desc": "Характеристики iPhone 14. Процессор Apple A15 Bionic Оперативная память 6 Гб. Встроенная память 128, 256 или 512 Гб Батарея 3279 мА·ч. Экран 6,1 дюйма, AMOLED, 60 Гц. Основная камера 12 Мп с f/1,5 + 12 Мп с f/2,4 (сверхширокоугольная). Фронтальная камера 12 Мп с автофокусом Интересные особенности. Спутниковый модуль, защита от воды и пыли, беспроводная зарядка, магнитный коннектор MagSafe, 5G",
    "image": "https://www.superplanshet.ru/images/iPhone_14_Pro_7115a2.jpg",
    "name": "IPhone 14",
    "price": 150000,
    "quantity": 16,
    "rate": []
  },
  {
    "category": "1003",
    "desc": "Galaxy S23 выделяется тем, что переопределяет основные элементы мобильного интерфейса премиум-класса. Переосмысленный для разных увлечений и стилей жизни – от создателей до сотрудников – Galaxy S23 предлагает свободу выбора подходящего устройства для вашей жизни, чтобы развить повседневные увлечения. Galaxy S23 имеет культовый дизайн задней камеры с чистыми, линейными и плавающими объективами, создающими единство в серии S.",
    "image": "https://www.sammyfans.com/wp-content/uploads/2022/07/Samsung-Galaxy-S23-Ultra-Bora-Purple-Unboxing-2.jpg",
    "name": "Samsung S23",
    "price": 110000,
    "quantity": 1,
    "rate": []
  },
  {
    "category": "1004",
    "desc": "Вечнозелёное хвойное дерево высотой 12—20 м. Диаметр ствола — до 1,5 м. Кора тонкая и чешуйчатая; крона у молодых деревьев — узкоконическая, у старых деревьев становится цилиндрической. Имеет хвою длиной 15—30 мм, ромбической формы в сечении. Цвет иголок — от серовато-зелёного до ярко-голубого.",
    "image": "https://i.ytimg.com/vi/-0WEXvVX92c/maxresdefault.jpg",
    "name": "Ель Голубая (саженцы)",
    "price": 30000,
    "quantity": 10,
    "rate": []
  },
  {
    "category": "1004",
    "desc": "Всевозможные подвиды опунции – домашняя классика. Плоский ствол состоит из каплевидных сегментов. Разные сорта интересны оттенками и иголками.\nНапример, мелковолосистая покрыта такими тончайшими колючками, которые скорее напоминают шерстинки. Но при контакте оставляют болезненные уколы.\nВысота опунций – до 30 см. Это непредсказуемое растение: его побеги могут неожиданно появиться где угодно. Важный нюанс: при поливе избегай попадания влаги на стебель.",
    "image": "https://zelenaya-volna.ru/wp-content/uploads/e/2/0/e20dd03d38b4abd56ed0fa471d628d93.jpeg",
    "name": "Кактус",
    "price": 500,
    "quantity": 87,
    "rate": []
  },
  {
    "category": "1001",
    "desc": "Полноразмерный электрический кроссовер производства компании Tesla. Прототип был впервые показан в Лос-Анджелесе 9 февраля 2012 года. Коммерческие поставки начались 29 сентября 2015 года. Tesla Model X разрабатывается на базе платформы Tesla Model S и собирается на основном заводе компании во Фримонте, штат Калифорния",
    "image": "https://i-electromobile.ru/wp-content/uploads/2021/01/Model-X-%E2%80%93-%D0%BF%D0%B5%D1%80%D0%B2%D1%8B%D0%B9-%D0%BA%D1%80%D0%BE%D1%81%D1%81%D0%BE%D0%B2%D0%B5%D1%80-%D0%A2%D0%B5%D1%81%D0%BB%D1%8B.jpg",
    "name": "Tesla Model X",
    "price": 8000000,
    "quantity": 0,
    "rate": []
  },
  {
    "category": "1003",
    "desc": "Оперативная память: 16 ГБ\nЛинейка процессора: Intel Core i7\nВидеокарта: NVIDIA GeForce RTX 3060\nОбщий объем накопителей SSD: 512 ГБ\nОбъем видеопамяти: 6 ГБ",
    "image": "https://tehnoteca.ru/img/2163/2162968/msi_sword_15_a11ud_15_a11ud_001_2.jpg",
    "name": "Ноутбук MSI SWORD 15",
    "price": 100000,
    "quantity": 9,
    "rate": []
  },
  {
    "category": "1001",
    "desc": "Lamborghini Sian FKP 37-среднемоторный гибридный спортивный автомобиль итальянского автопроизводителя Lamborghini. Представленный в Интернете 3 сентября 2019 года, Sián является первым гибридным серийным автомобилем марки",
    "image": "https://new-world-rpg.ru/wp-content/uploads/3/e/b/3ebb914fb7bc023a9e99053618ab0ae1.jpeg",
    "name": "Ламборгини Сиан",
    "price": 150000000000,
    "quantity": 4,
    "rate": []
  },
  {
    "category": "1002",
    "desc": "Вид хищных млекопитающих, один из пяти представителей рода пантер, относящегося к подсемейству больших кошек в составе семейства кошачьих. Наряду с тигром - самая крупная из ныне живущих кошек, масса некоторых самцов может достигать 250 кг. Трудно сказать достоверно, массивнее ли крупнейшие подвиды льва, чем крупнейшие подвиды тигров. Связано это с тем, что известные очень большие массы амурских тигров в большинстве своём признаны недостаточно достоверными. ",
    "image": "https://media2.hemisgalerie.com/29730-thickbox_default/kenya-lionceaux-masai-mara.jpg",
    "name": "Лев Чандр",
    "price": 700000,
    "quantity": 16,
    "rate": []
  }
]
